"""
Greeting будет при рестарте бота :)
"""

GREETING = """Снова привет {}! Я бот погоды, список доступных команд есть в меню.
Я умею показывать погоду на данный момент 😉
Давай настроим бота 👇🏻(можешь пропустить, если все ОК)"""

HELP_MESSAGE = """Доступные команды: help - помощь?
show_weather - показывает погоду по твоему местоположению(город).
change_language - изменяет язык бота.
change_temp_scale - изменяет шкалу температуры
change_location - изменить местопложение(только город)."""

FORECAST = """В городе {} сейчас {}
Температура: {} °C
Скорость ветра: {} м/с
Направление: {}°
Влажность: {} %
"""

UNKNOWN_COMMAND = """Не знаю такой команды.
Список доступных команд есть в меню."""
